semestr1/his-fil/05.11.20-c.org
#+TITLE: 05 11 20 C

* Okres Klasyczny
** Sofiści
- połowa 5 w p.n.e.
- pojawili się w kontekście emokracji ateńskiej ('merytokracja')
- wędrowni nauczyciele mąrości (gr. l.mn. /sophistai/ l.poj. /sophistes/)
- gr. /sophon istes/ - ten ktory ?????
- uczyli 'filozofii' za opłatą
- wiedza jako srodek do celu
- praktyczne stosowanie  wiedzy
- krytykowani przez platona
- położyli podstawy pod teorie wartości
** Protagoras z Abdery
- 485-415 r p.n.e.
- retoryka
- polityka
- "jestem sofistą (..) kształtującym ludzkie cnoty"
- ok 450 r p.n.e. osiedla się w Atenach
- napisał "Peri theon" -  zachował się tylko fragmentarycznie
