semestr1/his-fil/05.11.20-c.md

# Table of Contents

1.  [Okres Klasyczny](#org7c53f17)
    1.  [Sofiści](#org4fd9115)
    2.  [Protagoras z Abdery](#org14cbfc8)



<a id="org7c53f17"></a>

# Okres Klasyczny


<a id="org4fd9115"></a>

## Sofiści

-   połowa 5 w p.n.e.
-   pojawili się w kontekście emokracji ateńskiej ('merytokracja')
-   wędrowni nauczyciele mąrości (gr. l.mn. *sophistai* l.poj. *sophistes*)
-   gr. *sophon istes* - ten ktory ?????
-   uczyli 'filozofii' za opłatą
-   wiedza jako srodek do celu
-   praktyczne stosowanie  wiedzy
-   krytykowani przez platona
-   położyli podstawy pod teorie wartości


<a id="org14cbfc8"></a>

## Protagoras z Abdery

-   485-415 r p.n.e.
-   retoryka
-   polityka
-   "jestem sofistą (..) kształtującym ludzkie cnoty"
-   ok 450 r p.n.e. osiedla się w Atenach
-   napisał "Peri theon" -  zachował się tylko fragmentarycznie

